red_yellow=\u4ECA\u5929\u7684\u4F60\u9633\u5149\u707F\u70C2\uFF0C\u662F\u4EBA\u7FA4\u4E2D\u7684\u7126\u70B9\u3002\u4F46\u53EF\u80FD\u4F1A\u6C89\u6D78\u5728\u81EA\u5DF1\u7684\u4E16\u754C\u91CC\uFF0C\u800C\u5FFD\u7565\u4E86\u4ED6\u4EBA\uFF0C\u591A\u5173\u6CE8\u4E00\u4E0B\u4F60\u8EAB\u8FB9\u7684\u4ED6\u4EEC\uFF0C\u6210\u4E3A\u4E00\u4E2A\u5FEB\u4E50\u800C\u6E29\u6696\u7684\u4EBA\u3002
red_red=\u4ECA\u5929\u7684\u4F60\u5916\u5411\u5F00\u6717\uFF0C\u8DDF\u597D\u670B\u53CB\u6253\u6210\u4E00\u7247\uFF0C\u559C\u6B22\u65E0\u62D8\u65E0\u675F\u7684\u611F\u89C9\u3002\u4F46\u6709\u65F6\u5FC3\u60C5\u7684\u8D77\u4F0F\u4E0D\u5B9A\uFF0C\u53EF\u80FD\u4F1A\u5F71\u54CD\u4F60\u5BF9\u4E8B\u7269\u7684\u4F53\u9A8C\u611F\u3002\u5B66\u4F1A\u81EA\u5F8B\u624D\u80FD\u8BA9\u4EBA\u751F\u5F00\u6302\u3002
red_green=\u4ECA\u5929\u7684\u4F60\u662F\u5C0F\u4F19\u4F34\u4EEC\u7684\u5F00\u5FC3\u679C\uFF0C\u4E3A\u4E86\u8BA9\u66F4\u591A\u7684\u4EBA\u5F00\u5FC3\uFF0C\u6709\u65F6\u53EF\u80FD\u4F1A\u5FFD\u7565\u81EA\u5DF1\u7684\u611F\u53D7\uFF0C\u5FD8\u8BB0\u81EA\u5DF1\u7684\u76EE\u6807\u3002\u5728\u5F00\u5FC3\u7684\u540C\u65F6\uFF0C\u6700\u597D\u80FD\u8BB0\u5F97\u81EA\u5DF1\u7684\u521D\u8877\uFF0C\u624D\u4E0D\u4F1A\u8FF7\u5931\u65B9\u5411\u54E6\u3002
blue_green=\u4ECA\u5929\u7684\u4F60\u5BF9\u81EA\u5DF1\u6709\u4E00\u5B9A\u7684\u8981\u6C42\uFF0C\u751F\u6D3B\u5DE5\u4F5C\u90FD\u5B89\u6392\u7684\u4E95\u4E95\u6709\u6761\u3002\u9762\u5BF9\u5916\u754C\u7684\u538B\u529B\u65F6\uFF0C\u5982\u679C\u80FD\u66F4\u6E05\u695A\u81EA\u5DF1\u7684\u60F3\u6CD5\uFF0C\u5E76\u4E14\u6562\u4E8E\u8868\u8FBE\u81EA\u5DF1\uFF0C\u4F1A\u8BA9\u81EA\u5DF1\u66F4\u6709\u529B\u91CF\u3002
blue_yellow=\u4ECA\u5929\u7684\u4F60\u72EC\u7ACB\u6027\u5F88\u5F3A\uFF0C\u4E0D\u7BA1\u662F\u751F\u6D3B\u8FD8\u662F\u5DE5\u4F5C\uFF0C\u90FD\u80FD\u81EA\u5DF1\u5B89\u6392\u7684\u5F88\u597D\u3002\u6709\u65F6\u53EF\u80FD\u8FC7\u4E8E\u8FFD\u6C42\u7ED3\u679C\uFF0C\u800C\u88AB\u4ED6\u4EBA\u4E0D\u7406\u89E3\uFF0C\u9002\u5F53\u7684\u8003\u8651\u4E00\u4E0B\u4ED6\u4EBA\u7684\u611F\u53D7\uFF0C\u4F1A\u66F4\u6709\u52A9\u4E8E\u4E8B\u60C5\u7684\u5B8C\u6210\u3002
blue_blue=\u4ECA\u5929\u7684\u4F60\u52AA\u529B\u5C06\u6240\u6709\u7684\u4E8B\u60C5\u90FD\u5B89\u6392\u6709\u6761\u4E0D\u7D0A\u7684\u3002\u5982\u679C\u80FD\u628A\u4F60\u7684\u60F3\u6CD5\u8BF4\u51FA\u6765\uFF0C\u8DDF\u5927\u5BB6\u6C9F\u901A\uFF0C\u8BA9\u5C0F\u4F19\u4F34\u5E2E\u4F60\u4E00\u8D77\u51FA\u8C0B\u5212\u7B56\uFF0C\u53EF\u80FD\u4F1A\u66F4\u597D\u3002
yellow_yellow=\u4ECA\u5929\u7684\u4F60\u660E\u786E\u7684\u77E5\u9053\u81EA\u5DF1\u60F3\u8981\u4EC0\u4E48\uFF0C\u6562\u4F5C\u6562\u5F53\uFF0C\u65E0\u6240\u754F\u60E7\u3002\u4F46\u8FC7\u4E8E\u5C16\u9510\u7684\u950B\u8292\u53EF\u80FD\u4F1A\u523A\u4F24\u4ED6\u4EBA\u7684\u5FC3\uFF0C\u6240\u4EE5\u9002\u5F53\u7AD9\u5728\u4ED6\u4EBA\u7684\u7ACB\u573A\u4E0A\u53BB\u601D\u8003\uFF0C\u53EF\u80FD\u4F1A\u4E8B\u500D\u529F\u534A\u54E6\u3002
yellow_blue=\u4ECA\u5929\u7684\u4F60\u5F88\u6E05\u695A\u81EA\u5DF1\u5185\u5FC3\u7684\u60F3\u6CD5\uFF0C\u5E76\u4E14\u6709\u4E00\u5B9A\u7684\u6297\u538B\u80FD\u529B\uFF0C\u9762\u5BF9\u4E8B\u60C5\u6709\u4E00\u5B9A\u7684\u6000\u7591\u7CBE\u795E\uFF0C\u4E60\u60EF\u72EC\u7ACB\u601D\u8003\uFF0C\u9002\u5F53\u7684\u8BF4\u51FA\u81EA\u5DF1\u7684\u60F3\u6CD5\uFF0C\u6709\u52A9\u4E8E\u5FEB\u901F\u505A\u51FA\u51B3\u5B9A\u3002
yellow_red=\u4ECA\u5929\u7684\u4F60\u4F1A\u4E3A\u4E86\u5FC3\u4E2D\u60F3\u8981\u7684\u90A3\u4E2A\u7ED3\u679C\u4E0D\u65AD\u52AA\u529B\u594B\u6597\u3002\u4F46\u4F60\u53EF\u80FD\u4F1A\u8FC7\u4E8E\u7D27\u5F20\uFF0C\u5FC3\u60C5\u4F1A\u56E0\u6B64\u53D1\u751F\u4E00\u4E9B\u6CE2\u52A8\u3002\u9002\u5F53\u7684\u81EA\u5F8B\u662F\u89E3\u51B3\u95EE\u9898\u7684\u6700\u597D\u65B9\u6CD5\u3002
green_blue=\u4ECA\u5929\u7684\u4F60\u662F\u4E00\u4E2A\u80FD\u7167\u987E\u5230\u4ED6\u4EBA\u611F\u53D7\u7684\u4EBA\uFF0C\u4F1A\u8BA9\u4EBA\u89C9\u5F97\u4F60\u5F88\u53CB\u597D\uFF0C\u4F46\u662F\u4F3C\u4E4E\u96BE\u4EE5\u63A9\u76D6\u4F60\u5185\u5FC3\u7684\u60C5\u7EEA\uFF0C\u53EF\u80FD\u627E\u4E2A\u77E5\u5FC3\u670B\u53CB\u5410\u4E2A\u69FD\u662F\u4E00\u4E2A\u597D\u529E\u6CD5\u54E6\u3002
green_red=\u4ECA\u5929\u7684\u4F60\u662F\u4E00\u4E2A\u8D34\u5FC3\u5C0F\u68C9\u8884\uFF0C\u8DDF\u4F60\u5728\u4E00\u8D77\u8BA9\u4EBA\u89C9\u5F97\u8F7B\u677E\u60EC\u610F\u3002\u4F46\u5FC3\u60C5\u53EF\u80FD\u4F1A\u65F6\u800C\u9AD8\u6DA8\u65F6\u800C\u4F4E\u843D\uFF0C\u8BA9\u4EBA\u6349\u6478\u4E0D\u900F\uFF0C\u5411\u5185\u770B\uFF0C\u627E\u5230\u81EA\u5DF1\u7684\u9700\u6C42\u53EF\u80FD\u662F\u73B0\u5728\u6700\u9700\u8981\u7684\u3002
green_green=\u4ECA\u5929\u7684\u4F60\u662F\u5C0F\u4F19\u4F34\u7684\u8D34\u5FC3\u5C0F\u68C9\u8884\uFF0C\u4F60\u5F88\u4F1A\u4E3A\u4ED6\u4EBA\u7740\u60F3\u3002\u5982\u679C\u5728\u67D0\u4E9B\u65F6\u5019\u80FD\u95EE\u95EE\u81EA\u5DF1\u60F3\u8981\u4EC0\u4E48\uFF0C\u80FD\u591F\u575A\u5B9A\u81EA\u5DF1\u7684\u76EE\u6807\u5C31\u66F4\u597D\u5566\u3002
red_blue=\u4ECA\u5929\u7684\u4F60\u5E0C\u671B\u81EA\u5DF1\u662F\u4E00\u4E2A\u5F00\u6717\u7684\u4EBA\uFF0C\u4E5F\u5E0C\u671B\u80FD\u591F\u8868\u8FBE\u51FA\u771F\u5B9E\u7684\u81EA\u5DF1\uFF0C\u4F46\u6709\u65F6\u53C8\u6BD4\u8F83\u62C5\u5FC3\u4ED6\u4EBA\u5BF9\u4F60\u7684\u770B\u6CD5\uFF0C\u53EF\u80FD\u4F1A\u601D\u8651\u8FC7\u591A\uFF0C\u6CA1\u5173\u7CFB\uFF0C\u76F4\u9762\u81EA\u5DF1\u7684\u5185\u5FC3\uFF0C\u771F\u8BDA\u7684\u8BF4\u51FA\u4F60\u7684\u60F3\u6CD5\u3002
blue_red=\u4ECA\u5929\u7684\u4F60\u5BF9\u81EA\u5DF1\u6709\u4E00\u5B9A\u7684\u8981\u6C42\uFF0C\u5E0C\u671B\u4E8B\u60C5\u80FD\u591F\u6309\u7167\u81EA\u5DF1\u7684\u60F3\u6CD5\u8FDB\u884C\u3002\u4F46\u6709\u65F6\u611F\u89C9\u5185\u5FC3\u6709\u4E2A\u5C0F\u602A\u517D\uFF0C\u5FC3\u60C5\u4E5F\u4F1A\u53D7\u5230\u4E00\u5B9A\u7684\u5F71\u54CD\uFF0C\u9002\u5F53\u7684\u503E\u8BC9\u5BF9\u4F60\u4F1A\u6709\u5E2E\u52A9\u54E6\u3002
yellow_green=\u4ECA\u5929\u7684\u4F60\u5185\u5FC3\u6E05\u695A\u81EA\u5DF1\u7684\u60F3\u6CD5\uFF0C\u5E76\u4E14\u4F1A\u4E3A\u4E4B\u4ED8\u51FA\u52AA\u529B\uFF0C\u4F46\u6709\u65F6\u53EF\u80FD\u4F1A\u8FC7\u591A\u7684\u8003\u8651\u4ED6\u4EBA\u7684\u611F\u53D7\uFF0C\u800C\u8BA9\u81EA\u5DF1\u5DE6\u53F3\u4E3A\u96BE\u5931\u53BB\u65B9\u5411\u3002\u9002\u5F53\u7684\u8868\u8FBE\u81EA\u5DF1\u5185\u5FC3\u7684\u9700\u6C42\u662F\u4E00\u4E2A\u4E0D\u9519\u7684\u65B9\u6CD5\u54E6\u3002
green_yellow=\u4F60\u5BF9\u81EA\u5DF1\u7684\u8981\u6C42\u6BD4\u8F83\u9AD8\uFF0C\u5E0C\u671B\u81EA\u5DF1\u80FD\u591F\u65F6\u5E38\u7167\u987E\u5230\u4ED6\u4EBA\u7684\u611F\u53D7\uFF0C\u4F46\u6709\u65F6\u4F60\u4E5F\u4F1A\u6709\u4E00\u4E9B\u5C0F\u813E\u6C14\u3002\u9002\u5F53\u7684\u653E\u677E\u81EA\u5DF1\uFF0C\u4F60\u4F1A\u6709\u4E0D\u4E00\u6837\u7684\u611F\u53D7\u3002